app/src/main/res/raw/query1.txt

<?xml version="1.0" encoding="UTF-8"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Header/>
<S:Body>
<ns2:getDiscoveredSpots xmlns:ns2="http://webservices.vslecture.vs.inf.ethz.ch/"/>
</S:Body>
</S:Envelope>